tutorials/lagrangian/LTSReactingParcelFoam/verticalChannel/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.0.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    back
    {
        type            symmetryPlane;
        nFaces          9340;
        startFace       265900;
    }
    front
    {
        type            symmetryPlane;
        nFaces          9340;
        startFace       275240;
    }
    inletCentral
    {
        type            patch;
        nFaces          100;
        startFace       284580;
    }
    inletSides
    {
        type            patch;
        nFaces          200;
        startFace       284680;
    }
    outlet
    {
        type            patch;
        nFaces          300;
        startFace       284880;
    }
    walls
    {
        type            wall;
        nFaces          9320;
        startFace       285180;
    }
)

// ************************************************************************* //
